"IM" = "Isle of Man";
"HR" = "Croatia";
"GW" = "Guinea-Bissau";
"IN" = "India";
"KE" = "Kenya";
"LA" = "Laos";
"IO" = "British Indian Ocean Territory";
"HT" = "Haiti";
"LB" = "Lebanon";
"GY" = "Guyana";
"KG" = "Kyrgyzstan";
"HU" = "Hungary";
"LC" = "St. Lucia";
"IQ" = "Iraq";
"KH" = "Cambodia";
"JM" = "Jamaica";
"IR" = "Iran";
"KI" = "Kiribati";
"IS" = "Iceland";
"MA" = "Morocco";
"JO" = "Jordan";
"IT" = "Italy";
"JP" = "Japan";
"MC" = "Monaco";
"KM" = "Comoros";
"MD" = "Moldova";
"LI" = "Liechtenstein";
"KN" = "St. Kitts & Nevis";
"ME" = "Montenegro";
"NA" = "Namibia";
"MF" = "St. Martin";
"LK" = "Sri Lanka";
"KP" = "North Korea";
"MG" = "Madagascar";
"NC" = "New Caledonia";
"MH" = "Marshall Islands";
"KR" = "South Korea";
"NE" = "Niger";
"NF" = "Norfolk Island";
"MK" = "Macedonia";
"NG" = "Nigeria";
"ML" = "Mali";
"MM" = "Myanmar (Burma)";
"LR" = "Liberia";
"NI" = "Nicaragua";
"KW" = "Kuwait";
"MN" = "Mongolia";
"LS" = "Lesotho";
"PA" = "Panama";
"MO" = "Macau (China)";
"LT" = "Lithuania";
"KY" = "Cayman Islands";
"MP" = "Northern Mariana Islands";
"LU" = "Luxembourg";
"NL" = "Netherlands";
"KZ" = "Kazakhstan";
"MQ" = "Martinique";
"LV" = "Latvia";
"MR" = "Mauritania";
"PE" = "Peru";
"MS" = "Montserrat";
"QA" = "Qatar";
"NO" = "Norway";
"PF" = "French Polynesia";
"MT" = "Malta";
"LY" = "Libya";
"NP" = "Nepal";
"PG" = "Papua New Guinea";
"MU" = "Mauritius";
"PH" = "Philippines";
"MV" = "Maldives";
"OM" = "Oman";
"NR" = "Nauru";
"MW" = "Malawi";
"MX" = "Mexico";
"PK" = "Pakistan";
"MY" = "Malaysia";
"NU" = "Niue";
"PL" = "Poland";
"MZ" = "Mozambique";
"PM" = "St. Pierre & Miquelon";
"PN" = "Pitcairn Islands";
"RE" = "Réunion";
"SA" = "Saudi Arabia";
"SB" = "Solomon Islands";
"NZ" = "New Zealand";
"SC" = "Seychelles";
"SD" = "Sudan";
"PR" = "Puerto Rico";
"SE" = "Sweden";
"PS" = "Palestinian Territories";
"TA" = "Tristan da Cunha";
"PT" = "Portugal";
"SG" = "Singapore";
"TC" = "Turks & Caicos Islands";
"SH" = "St. Helena";
"TD" = "Chad";
"SI" = "Slovenia";
"PW" = "Palau";
"SJ" = "Svalbard & Jan Mayen";
"UA" = "Ukraine";
"RO" = "Romania";
"TF" = "French Southern Territories";
"SK" = "Slovakia";
"PY" = "Paraguay";
"TG" = "Togo";
"SL" = "Sierra Leone";
"TH" = "Thailand";
"SM" = "San Marino";
"SN" = "Senegal";
"RS" = "Serbia";
"TJ" = "Tajikistan";
"VA" = "Vatican City";
"SO" = "Somalia";
"TK" = "Tokelau";
"UG" = "Uganda";
"RU" = "Russia";
"TL" = "Timor-Leste";
"VC" = "St. Vincent & Grenadines";
"TM" = "Turkmenistan";
"SR" = "Suriname";
"RW" = "Rwanda";
"TN" = "Tunisia";
"VE" = "Venezuela";
"SS" = "South Sudan";
"TO" = "Tonga";
"ST" = "São Tomé & Príncipe";
"VG" = "British Virgin Islands";
"SV" = "El Salvador";
"UM" = "U.S. Outlying Islands";
"TR" = "Turkey";
"VI" = "U.S. Virgin Islands";
"SX" = "Sint Maarten";
"WF" = "Wallis & Futuna";
"TT" = "Trinidad & Tobago";
"SY" = "Syria";
"SZ" = "Swaziland";
"TV" = "Tuvalu";
"TW" = "Taiwan";
"VN" = "Vietnam";
"US" = "United States";
"TZ" = "Tanzania";
"YE" = "Yemen";
"ZA" = "South Africa";
"XK" = "Kosovo";
"UY" = "Uruguay";
"VU" = "Vanuatu";
"UZ" = "Uzbekistan";
"WS" = "Samoa";
"ZM" = "Zambia";
"AC" = "Ascension Island";
"AD" = "Andorra";
"YT" = "Mayotte";
"AE" = "United Arab Emirates";
"BA" = "Bosnia & Herzegovina";
"AF" = "Afghanistan";
"BB" = "Barbados";
"AG" = "Antigua & Barbuda";
"BD" = "Bangladesh";
"AI" = "Anguilla";
"BE" = "Belgium";
"CA" = "Canada";
"BF" = "Burkina Faso";
"BG" = "Bulgaria";
"ZW" = "Zimbabwe";
"AL" = "Albania";
"CC" = "Cocos (Keeling) Islands";
"BH" = "Bahrain";
"AM" = "Armenia";
"CD" = "Congo - Kinshasa";
"BI" = "Burundi";
"BJ" = "Benin";
"AO" = "Angola";
"CF" = "Central African Republic";
"CG" = "Congo - Brazzaville";
"BL" = "St. Barthélemy";
"AQ" = "Antarctica";
"CH" = "Switzerland";
"BM" = "Bermuda";
"AR" = "Argentina";
"CI" = "Côte d’Ivoire";
"BN" = "Brunei";
"DE" = "Germany";
"AS" = "American Samoa";
"EA" = "Ceuta & Melilla";
"BO" = "Bolivia";
"AT" = "Austria";
"CK" = "Cook Islands";
"DG" = "Diego Garcia";
"AU" = "Australia";
"CL" = "Chile";
"EC" = "Ecuador";
"BQ" = "Caribbean Netherlands";
"CM" = "Cameroon";
"BR" = "Brazil";
"AW" = "Aruba";
"CN" = "China";
"EE" = "Estonia";
"BS" = "Bahamas";
"DJ" = "Djibouti";
"AX" = "Åland Islands";
"CO" = "Colombia";
"BT" = "Bhutan";
"DK" = "Denmark";
"CP" = "Clipperton Island";
"EG" = "Egypt";
"AZ" = "Azerbaijan";
"EH" = "Western Sahara";
"BV" = "Bouvet Island";
"DM" = "Dominica";
"CR" = "Costa Rica";
"BW" = "Botswana";
"GA" = "Gabon";
"DO" = "Dominican Republic";
"BY" = "Belarus";
"GB" = "United Kingdom";
"CU" = "Cuba";
"BZ" = "Belize";
"CV" = "Cape Verde";
"GD" = "Grenada";
"FI" = "Finland";
"CW" = "Curaçao";
"GE" = "Georgia";
"FJ" = "Fiji";
"CX" = "Christmas Island";
"GF" = "French Guiana";
"FK" = "Falkland Islands";
"CY" = "Cyprus";
"GG" = "Guernsey";
"CZ" = "Czechia";
"GH" = "Ghana";
"FM" = "Micronesia";
"ER" = "Eritrea";
"GI" = "Gibraltar";
"ES" = "Spain";
"FO" = "Faroe Islands";
"ET" = "Ethiopia";
"GL" = "Greenland";
"IC" = "Canary Islands";
"DZ" = "Algeria";
"GM" = "Gambia";
"ID" = "Indonesia";
"FR" = "France";
"GN" = "Guinea";
"IE" = "Ireland";
"HK" = "Hong Kong (China)";
"GP" = "Guadeloupe";
"GQ" = "Equatorial Guinea";
"HM" = "Heard & McDonald Islands";
"GR" = "Greece";
"HN" = "Honduras";
"JE" = "Jersey";
"GS" = "So. Georgia & So. Sandwich Isl.";
"GT" = "Guatemala";
"GU" = "Guam";
"IL" = "Israel";
